publish/programacion/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="es" xml:lang="es">
<head>
<!-- 2021-09-13 lun 11:09 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Programación</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Galindo" />
<link rel="stylesheet" type="text/css" href="../style.css" />
<link rel="shortcut icon" type="image/jpg" href="../favicon.png"/>
<meta name="theme-color" content="#fff">
<meta name="viewport" content="width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"/>
<div id="google_translate_element"></div></head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="./index.html"> UP </a>
 |
 <a accesskey="H" href="../index.html"> HOME </a>
</div><div id="content">
<h1 class="title">Programación
<br />
<span class="subtitle">index</span>
</h1>
<p>
Tutórales de programación ó temas relacionados con tecnología y software.
</p>

<div id="outline-container-orga45e69f" class="outline-2">
<h2 id="orga45e69f">Python</h2>
<div class="outline-text-2" id="text-orga45e69f">
<ul class="org-ul">
<li><a href="https://github.com/Galindo-lab/calculator">Programas y scripts para mi calculadora</a></li>
<li><a href="./notacion-ingenieria.html">Ingresar notacion de ingenieria en Python</a></li>
</ul>
</div>
</div>

<div id="outline-container-org3a006e2" class="outline-2">
<h2 id="org3a006e2">Web</h2>
<div class="outline-text-2" id="text-org3a006e2">
<ul class="org-ul">
<li><a href="./google-translate.html">Añadir el plugin de google translate</a></li>
<li><a href="./tema-obscuro.html">Implementar tema obscuro</a></li>
<li><a href="./cambiar-theme-color.html">Cambiar el color de las pestañas de chrome</a></li>
</ul>
</div>
</div>

<div id="outline-container-org6416191" class="outline-2">
<h2 id="org6416191">Linux</h2>
<div class="outline-text-2" id="text-org6416191">
<ul class="org-ul">
<li><a href="./preview-html-externo.html">Preview html desde otro dispositivo conectado a la misma red</a></li>
<li><a href="./optimizar-fotos.html">Optimizar fotos para pdfs</a></li>
</ul>
</div>
</div>

<div id="outline-container-org2b78aff" class="outline-2">
<h2 id="org2b78aff">Emacs</h2>
<div class="outline-text-2" id="text-org2b78aff">
<ul class="org-ul">
<li><a href="./blog-en-org-mode.html">Como hacer un blog con ORG mode</a>.</li>
<li><a href="./tutorial-emacs.html">Tutorial de emacs</a> (En progreso).</li>
</ul>
</div>
</div>
</div>
</body>
</html>
